[

	{
		"FilmAdi": "The Terminator ",
		"FilmTarihi": "Ocak 1984",
		"KapakFotoURL": "https://raw.githubusercontent.com/Ardadrts/h5170028finalmobil/master/img/kapakk1.jpg",
		"LogoURL": "https://raw.githubusercontent.com/Ardadrts/h5170028finalmobil/master/img/logoo1.jpg",
		"Oyuncular": "Arnold Schwarzenegger, Michael Biehn, Linda Hamilton",
		"Aciklama": "<p>Sarah Conner, 2028 li yıllarda bu robotlarla savaşan insanların lideri olan John Connorı doğuracak olan kadın olduğu için, John Connor hiç hayata gelmeden annesini öldürmek istemektedirler. Ve bunun için gelecekten günümüz dünyasına bu işi yapması için terminatör isminde katil bir cyborg robot gönderilmiştir.Bu robotlar cybernetic bir organizmadır ve bire bir insana benzemektedir. Aynı zamanda gelecekteki insanların lideri olan John Connorda bu durumu bildiği için annesini koruması üzere bir asker gönderir.<br> Kylee Reese ismindeki bu asker Sarah Connoru terminatörden koruyacak ve öldürülmesine engel olacaktır.Film, terminatör olan cyborg robotun dünyaya yüksek enerjili bir alan içinde gelmesi ile başlıyor ve sonrasında aynı şekilde Kyleenin de bu şekilde gelmesi ile devam ediyor. Gelişlerinde ikisi de çıplaktır ve çevresindeki insanlardan elbiseler alıp amaçları için yola koyulurlar. Terminatör, öncelikle telefon rehberindeki bütün Sarah Connorları bulur ve sıra ile hepsini öldürür. Bütün Sarah'ların ölmesi üzerine kendisi ile ilgili güvensizlik duyan Sarah, barın içine Sarahı bulan terminatörden Kylee sayesinde kurtulur. Sonrasında Kylee, Sarahı alır ve kaçmaya başlarlar ve aksiyon dolu bir kovalamaca başlamış olur. Aynı zamanda terminatöre ne kadar silahla ateş etseler de hiç bir şekilde etkilenmemektedir ve peşlerinden gitmeye devam etmektedir. Bu kaçma sırasında Kylee, bütün gerçekleri Sarah'a anlatır ve Sarah, ilk başta bunlara inanmasa da sonrasında Oda inanacaktır ve kaçmaya devam edeceklerdir.Bu sırada Kylle ve Sarah, polisler tarafından alı konulurlar ama polis merkezini basan terminatör sayesinde buradan yine kaçacaklardır ve bir otel odasında birlikte olacaklardır. Bu birliktelik sonucunda anlaşılacaktır ki John Connorun babası aslında Kyleedır.Ardından terminatör, yine onların yerlerini bulur ve kovalamaca kaldığı yerden devam eder. Bu kovalamaca sırasında bir benzin tankerinin patlaması sonucu içerisinde kalan terminatörün yok olduğunu düşünürler ancak içerisinden bedeni yanmış ve metal olan iskeletleri ile çıkan halini görüp kaçmaya devam edeceklerdir.<br> Sonrasında yaralı olan Kylee ile Sarah, bir fabrikaya girecekler ve bu fabrikadaki bir ezme makinesinin içinde terminatörü yok edeceklerdir. Sonucunda Kylee, ölecektir ve Johna hamile olan Sarahın, John için bir ses kayıt cihazı doldurması ile filmde son bulur.</p>"


	},

	{
		"FilmAdi": "Judgement Day",
		"FilmTarihi": "25 Ekim 1991",
		"KapakFotoURL": "https://raw.githubusercontent.com/Ardadrts/h5170028finalmobil/master/img/kapakk2.jpg",
		"LogoURL": "https://raw.githubusercontent.com/Ardadrts/h5170028finalmobil/master/img/logoo2.jpg",
		"Oyuncular": "Arnold Schwarzenegger, Linda Hamilton, Edward Furlong",
		"Aciklama": "<p>John Connor, artık büyümüştür ve bir bakıcı ailenin yanında yaşamaktadır. Annesi Sarah, yaşanan olaylardan sonra Skynet'in merkezi olduğunu düşündüğü bilgisayar şirketini bombalamaya çalışmış ve bu sebeple inandıkları yüzünden akıl hastanesine yatırılmıştır.Hükumet, ilk bölümdeki terminatörden arta kalan delilleri saklamaktadır ve Sarah'ı yalancı durumuna düşürmüşlerdir. Sarah'a kimse inanmamaktadır ama Sarah, kötü günlerin geleceğini bilmektedir.Bu sırada dışarıda isyankar bir hayat yaşayan oğlu John, arkadaşı ile bir oyun salonunda iken, yine elektrikler içinde gelmiş olan ve daha öncekinden çok daha yeni özellikleri bulunan, sıvı metalden yapılmış, istediği her insanın kılığına girebilen ve geldiği sırada olay yerinde bulunan bir polisin kılığına girmiş, yeni terminatör ile karşılaşır.  Burada terminatör, O'nu kovalarken, yine elektrikler içinde gelmiş ve gelecekten John'un kendisinin gönderdiği ama bu sefer, önceki terminatöre benzeyen bir robotun koruyucu olması durumunun söz konusu olduğu, yeni koruyucusu olan robot, John'u, terminatörün elinden kurtaracaktır ve aksiyon dolu bir kovalamacadan sonra motoruna alıp uzaklaşacaklardır.</br><br> Terminatöre izlerini kaybettiren John ve Koruyucu, sonrasında konuşurlar ve John, aslında annesinin söylediklerinde haklı olduğunu, geçmişte yaşananların ve gelecekte yaşanacak olanlarında gerçek olacağını öğrenir.Bunun üzerine akıl hastanesinden annesini almaya karar verirler ve hastaneye giderler.Bu sırada annesi de bir gece önce rüyasında Kylie'i görmesi sonucunda çok etkilenmiş, kendisini dışarı çıkarmayan doktorların olması sonucu, kaçma girişiminde bulunacak ve tam kaçarken O'nu oğlu John ve Koruyucu robot bulacak, Koruyucu'yu gören Sarah ilk başta O'nu terminatör sanacaktır ama sonrasında gerçek terminatörü görecekler ve hastaneden hep beraber kaçacaklardır. Ardından kendilerine güvenli bir alan bulan Sarah ve John, burada yeni silahlar bulacaklardır ve Sarah, bütün bu olayların sebebinin Miles Dyson isminde bir bilgisayarcının olduğunu düşündüğü için O'nu öldürmeye gidecektir. John'dan habersiz Miles'ın evine giden Sarah, burada Miles'i vuracak ama öldüremeyecektir. Sonrasında Miles'a her şeyi anlatacaklar ve onlara inanan Miles ile bir plan yapıp, bütün çalışmalarını yok edeceklerdir. Bunun için Miles'ın iş yerine giderler ve buradaki her şeyi yok etmek için şirkete patlayıcıları yerleştirip, sakladıkları eski terminatörün kolunu ve çipini de alarak, çevrelerini sarmış olan polis topluluğundan aksiyon dolu bir mücadele sonrasında kaçarlar.<br>Bu sırada şirkette yaralı kalan Miles, bombaları patlatacak, şirketteki bütün bilgiler yok olacak ama olay yerine gelen yeni terminatör, Sarah ile John'u kovalamaya başlayacaktır.Tırların ve arabaların havaya uçtuğu bu aksiyon dolu kovalamaca sonunda Sarah, John ve Koruyucu, bir fabrikanın içinde sıkışacak, içeri giren terminatör ile çok zorlu bir mücadele içine girecekler ve terminatörü sonunda içerisinde kızgın lavların olduğu bir kazana düşüreceklerdir. Ve sıvı metal hali ile eriyen terminatör yok olacaktır.  Sonrasında Koruyucu robot kendisinde de bir çip olduğunu düşündüğü ve insanlığın bu bilgiyi ele geçirmemesini istediği için kendisini de yok edecektir. Ardından her şeyin ve bütün delillerin, bilgilerin yok edilmesinden sonra yıllar geçecek ve 1997 yılında olması beklenen patlama olmayacak ve insanlar ölmeyecektir. Bu yaşanan olaylar geleceği değiştirmiştir ve Sarah'ın torunu ile olan görüntüsünden sonra film son bulur.</p>"
	}

	,

	{
		"FilmAdi": "Rise of the Machine",
		"FilmTarihi": "25 Temmuz 2003",
		"KapakFotoURL": "https://raw.githubusercontent.com/Ardadrts/h5170028finalmobil/master/img/kapakk3.jpg",
		"LogoURL": "https://raw.githubusercontent.com/Ardadrts/h5170028finalmobil/master/img/logoo3.jpg",
		"Oyuncular": "Arnold Schwarzenegger, Kristanna Loken, Nick Stahl",
		"Aciklama": "<p>John, bundan önceki 13 yaşında annesi ile birlikte <b>yaşadığı olaylardan sonra</b> annesini kaybetmiş ve yalnız bir şekilde, izini kimselerin bulamayacağı yerlerde yaşamaya başlamıştır.Ve yine gelecekten kendisini öldürmek için Skynet tarafından görevlendirilmiş T-X modelinde ve diğerlerinden çok daha güçlü bir yok edici robot gönderilir.John'u ve beraberinde Kate Brewster'i koruması için ise yine bundan önceki, ilk terminatöre benzeyen koruyucu robot gelmiştir. T-X'in öldürmesi gereken insanlar listesinde bir çok kişi vardır ve bu kişiler gelecekte Skynet'e karşı direniş gösteren grupların içinde önemli konumlarda olan kişilerdir.  Bunlardan en önemlileri John ve Kate'dir. John ve Kate, gelecekte evlenmişlerdir ve direniş gruplarının liderleridir. Bu zamana gelen T-X modeli, listesindeki bir çok kişiyi bulup öldürdükten sonra sıra Kate'e gelir, tam bu sırada John'da kendisine ilaç almak için Kate'in veteriner dükkanına gizlice girmiştir ve içeride ilaç çalarken Kate'e yakalanmıştır. Kate, bunun üzerine John'u bir kafese kapatacak, John ile lise yıllarından tanıştıklarını hatırlayacak ancak bu sırada T-X, bulundukları yere gelecek ve içerideki bir müşteriyi Kate sanıp öldürecektir. Bunu gören Kate, kaçmaya çalışacak, O'nu ölümden koruyucu terminatör kurtaracak ve John ile birlikte Kate, arabayla uzaklaşacaklardır.T-X modeli, uzaktan makineleri kontrol edebilmekte ve kendi silahlarını kendi bedeninde oluşturabilmektedir.T-X ve koruyucu terminatörün aksiyon dolu mücadelesinden sonra, şehri alt üst ettikleri bir şekilde John ve Kate'i kovalayacaklar ve sonucunda koruyucu terminatör ile John ve Kate, T-X modelinden kaçarak Sarah Connor'un mezarının olduğu yere gideceklerdir.<br> Sarah'ın mezarında vasiyeti üzerine bir çok silah vardır ve bu silahları alırken ne olduğunu henüz anlamayan Kate kaçacak, dışarıdaki polislere sığınacak ancak Kate'in sevgilisi kılığına girmiş olan T-X ile karşılaşınca O'nu ölümden yine koruyucu terminatör ve John kurtaracaktır.  Sonrasında hep birlikte güvenli bir alana gidecekler ve neler olduğunu Kate'de anlatacaklardır. Bunun üzerine T-X'in öldürme listesinde askeri savunma sisteminde çalışan babasının da olduğunu öğrenen Kate, O'nu kurtarmak isteyecek ve hep birlikte babasının olduğu yere gideceklerdir. Bu sırada ise ordunun bilgisayar sistemlerine bir virüs girmiştir ve bunu yok edememektedirler. Henüz tam olarak kendisinin çalışmasından emin olmadıkları Skynet yazılımını devreye sokmak ve bu virüsü yok etmek isteyeceklerdir.Ancak virüsü oluşturan da Skynet'tir ve Kate ile John, Robert Brewster'e ulaşmadan, Robert'a üstlerinden gelen emir sebebiyle Skynet'i başlatacaklar ve saniyeler sonrasında Skynet, bütün savunma sistemlerinin bilgisayar ağlarına girerek yönetimi ele alacaktır ve kontrol artık insanlardan çıkacaktır.Bu olay üzerine askeri departmana gelen John ve Kate, burada T-X'in Robert'ı silahla vurduğunu ve askeriyenin içinin savaş alanına döndüğünü göreceklerdir. Bütün robotlar silahlarla insanları öldürmeye başlamış, bu sırada John ve Kate'i öldürmeye çalışan T-X'den, onları koruyucu terminatör kurtarmaya çalışmaktadır. Kate'in babası ölmek üzere iken John ve Kate'e gitmeleri gereken bir sığınaktan bahseder ve onlara giriş için gereken şifreleri verir. John ve Kate, bu gidecekleri yerde Skynet'i kapatacaklarını düşünseler de, aslında babası onların güvende olması için nükleer bir sığınağa göndermiştir. <br>Bunun üzerine buraya gitmek için uçağa binen John ve Kate'i, T-X tarafından komutları değiştirilmiş koruyucu terminatör bulacak ve John'u öldürmeye çalışırken, kendisini kapatacaktır. Sonrasında Kate ve John, sığınağa gidecekler, kaçarken kendisini manyetik bir çekim gücü ile metal bir boruya yapıştırdıkları T-X kurtulmuştur ve helikopterle O'da peşlerinden sığınağa girecek, O'nun da peşinden kendisini yeniden başlatıp yine kendini John ve Kate'i koruma moduna almış olan koruyucu terminatör gelecektir ve T-X ile koruyucu terminatörün mücadelesi sırasında Kate ve John, sığınağa girmeyi başaracaklardır.Sonrasında koruyucu terminatör, kendisindeki reaktörü patlatıp T-X'i yok edecektir ancak bu sırada kendisi de yok olacaktır.  Ardından sığınağa giren John ve Kate, dışarıda Skynet'in nükleer füzeleri ateşlediğini ve dünyayı tamamen nükleer bir savaşa, yıkıma götürdüğünü öğreneceklerdir. Bulundukları sığınakta dışarıdaki insanlara yardım etmeyi amaçlamaları ile de film son bulur.</p>"

	},
	{
		"FilmAdi": "Salvation",
		"FilmTarihi": "5 Haziran 2009",
		"KapakFotoURL": "https://raw.githubusercontent.com/Ardadrts/h5170028finalmobil/master/img/kapakk4.jpg",
		"LogoURL": "https://raw.githubusercontent.com/Ardadrts/h5170028finalmobil/master/img/logoo4.jpg",
		"Oyuncular": "Christian Bale, Sam Worthington, Anton Yelchin",
		"Aciklama": "<p>Yıl 2018 olmuştur, kıyamet günü olarak adlandırılan nükleer saldırıdan sonra dünya tamamen harabeye dönmüş, kaynaklar yok olmuş, geride kalan insanlar yıkılmış evlerin içinde, gizli sığınaklarda yaşamaktadırlar.Aynı zamanda Skynet, yeni bir terminatör modeli geliştirmeyi planlamaktadır ve bu modelin yapısı insan beyni, insan kalbinden oluşup, diğer organları tamamen makine olarak tasarlanmıştır. Ve yıllar öncesinde yaşamış olan Marcus ismindeki bir mahkumu, bu projesi için kullanmıştır. Marcus, kendisine geldiğinde kendini 2018 yılında bulur ve henüz kendisine ne olduğu anlayamamış ve hafızası da silinmiş şekildedir. Marcus, kendine gelip etrafı incelerken Kylie ile karşılaşır ve Kylie ile John Connor'ın yanına gitmeye karar verirler. <br> Bu sırada Skynet, ordusuna bulunması ve yok edilmesi gereken isimler şeklinde bir liste vermiştir ve bu isimlerin başında Kylie, ikinci sırada ise John vardır. Kylie, henüz genç bir çocuktur ve kendisinin John'nun babası olduğundan haberi yoktur.Ancak John, geçmişte annesinin anlattıklarından ve annesinden kalan ses kayıtlarını sürekli dinlediğinden Kylie Reese isimli birinin babası olduğunu bilmektedir ve her yerde O'nu aramaktadır.Marcus ile Kylie, yolda Skynet'in dev robot terminatörleri ile kıyasıya, aksiyon dolu bir mücadeleye girişecek ve Kylie, terminatörler tarafından yakalanıp Skynet'in merkezine götürülecektir. Bu mücadele sırasında ise Marcus, nehre düşmüştür ve onlara yardım etmek isteyen direnişçi grubun elemanlarından Blair isimli kadınında, uçağı hasar almış ve paraşütle Marcus'un olduğu alana düşmüştür.  Bu karşılaşma sonrasında Blair, Marcus'u John'a götürecek, yolda giderken mayına basan Marcus'un organlarının makineden yapıldığı anlaşılacak ve direnişçi grup, John'u öldürmeye geldiğini düşünerek O'nu esir alacaklardır. Marcus'un iyi biri olduğunu düşünen Blair, Marcus'a yardım edecek ve birlikte kaçacaklar, sonrasında John, Marcus'u yakalayacak ve Marcus, John'a kendisine yardım edeceğini, Kylie'ın yerini bulacağını söyleyerek yanından ayrılır ve John'a yardım etmek için Skynet'e gider. <br>Marcus kendini bu hale sokanları aramaktadır ve terminatör olmaktan memnun değildir, Skynet için de çalışmamaktadır.Aynı zamanda Skynet, yeni projeleri için bir çok insanı tutsak olarak alı koymuştur ve Kylie'da onların arasındadır.Marcus, bu olaylardan sonra terminatör olarak algılandığı için rahatça Skynet'e girecek, içeride Kylie'ı bulup John'a bilgi verecek ve sonrasında Skynet, bir ekran vasıtası ile Marcus ile konuşup, kendisi ile ilgili gerçekleri O'na anlatacaktır. Bu sırada direnişçi grubun askerleri, terminatörleri etkisiz hale getirdiğini düşünen bir sinyal bulmuşlardır ve bu sinyale güvenerek Skynet'in merkezine saldırmayı planlarlar ama bu Skynet'in bir oyunudur, onları kendi yakınlarına çekmek için sinyali işe yaramış gibi göstermiştir. Bunu anlamayan ve John'un içinde olmadığı bu direnişçi grup, Skynet tarafından yok edilecektir. Tam bunlar olurken John ise Skynet'in merkezine girmiştir ve burada tutsak olan insanları kurtarırken Kylie'i aramaktadır. Sonunda Kylie ile karşılaşıp, O'nu dışarıdaki askerlerin yanına gönderir ve içeride ilk terminatör görüntüsünde olan bir terminatör ile kıyasıya bir mücadele içine girer.Bu sırada Marcus'da Skynet'e isyan ederek John'a yardım etmeye çalışır ve terminatöre karşı durarak, John'un hayatını kurtarır.Bu olay sırasında John, kalbinden yaralanmıştır ve Marcus, O'nu hemen dışarıdaki askerlere götürür ve sonrasında John, elindeki bomba ile Skynet'in merkezini patlatır. Ertesi gün John'un kalbinin yaşamasına dayanamayacağını öğrenen Marcus, kendi kalbinin alınmasını ve John'a takılmasını ister.  Böylece John, yaşamaya devam eder, Marcus ise bu amaç uğruna kendini feda etmiş olur. Ancak hala Skynet yok olmamıştır ve savaş hala devam etmektedir. Ve film burada son bulur.</p>"
	},
	{
		"FilmAdi": "Genisys",
		"FilmTarihi": "1 Temmuz 2015",
		"KapakFotoURL": "https://raw.githubusercontent.com/Ardadrts/h5170028finalmobil/master/img/kapakk5.jpg",
		"LogoURL": "https://raw.githubusercontent.com/Ardadrts/h5170028finalmobil/master/img/logoo5.jpg",
		"Oyuncular": "Arnold Schwarzenegger, Jason Clarke, Emilia Clarke ",
		"Aciklama": "<p>2029 yılında Skynet ile mücadele etmeye devam eden insanların başında liderleri olarak John Connor vardır ve Skynet, artık neredeyse yenilmek üzeredir. Ancak son bir koz olarak geçmişe terminatör göndermesini sağlayacak bir zaman makinesi yaptığını öğrenirler ve Skynet'in merkezine saldırı yaptıktan sonra bu makineye ulaşırlar.Kısa bir zaman önce makine ile Skynet, 1983 yılına Sarah Connor'ı öldürmesi için terminatör göndermiştir ve John'da sağ kolu olarak sürekli yanında gezdirdiği Kyle'ı, babası olduğunu ve O'nun gitmesi gerektiğini de bildiği için, buldukları bu zaman makinesi ile 1983 yılına gönderecektir.Ancak Kyle, gittiğinde beklediği gibi bir ortam ile karşılaşmayacak, zaman çizgisinde kırılmalar olması ve Sarah'ın çocukluğuna da terminatör gönderilmesi yüzünden, Sarah'ın aslında hiç bir şeyden haberinin olmamasını beklerken, Kyle, Sarah'ın kendisini beklediğini ve yanında koruyucu bir terminatör olduğunu, aynı zamanda kendilerini kovalayan ve öldürmek isteyen sıvı metalden yapılmış bir terminatör olduğunu görür.  Çünkü Skynet, Sarah'ın çocukken öldürülmesi içinde terminatör göndermiş ve sıvı metalden oluşan bu terminatör, Sarah'ın ailesini öldürmüş ama Sarah'ı çocukken korumak için koruyucu olarak bir terminatör daha gönderilmiştir ancak O'nu kimin gönderildiği güvenliği için bilinmemektedir. Geldiği yeri düşündüğü gibi bulamayan Kyle, 2029 yılında zaman makinesinde yolculuk yapacağı sırada John'a bir terminatörün saldırdığını görmüştür ve makinenin içinde olduğu için bir şey yapamamıştır.Ve bu saldırıyı yapan aslında bir terminatör değil, Skynet'in kendisidir ve bu saldırı sonrasında John'u değiştirmiş ve makine ve insan karışımı üstün özellikleri olan, yok edilmesi çok daha zor ve çok daha güçlü, Skynet için çalışan ve O'nun amacına hizmet eden bir varlığa dönüştürmüştür.1983 yılına gönderilen terminatörü ve peşlerindeki sıvı metalden oluşan terminatörü etkisiz hale getiren Sarah ve Moruk isimli koruyucu terminatör, sonrasında O'nun çipini alarak oluşturdukları zaman makinesi için kullanacaklar ve 1997 yılına gitmek isteyeceklerdir. Ancak Kyle, buna izin vermeyecek, geçmişte yaşananlar yüzünden geleceklerin değiştiğini ve kıyamet günü olarak adlandırılan olayların yaşanmadığını ama 2017 yılında Genisys isimli bir bilgisayar programı yüzünden Skynet'in dünyayı yok edeceğini ve bu yüzden 2017 yılına gitmeleri gerektiğini söyleyecektir. <br> Bunun üzerine sadece canlı organizmalar için yapılmış makine ile Sarah ve Kyle, 2017 yılına gider ve Moruk ise onları bu yılda karşılamak için 1983 yılında kalır. Sarah ve Kyle, 2017 yılında otobanda araçların dolu olduğu trafiğin içinde çıplak bir şekilde ortaya çıkarlar ve polisler onları tutuklar. Sonrasında sorgu altında iken, 2029 yılında yapısı değiştirilmiş ve başka bir varlık olmuş John'u, Skynet, 2017 yılına Sarah ve Kyle'ı durdurması için göndermiştir ve John, bu yeni hali ile polis merkezine girerek, Sarah ve Kyle'a insan olan John taklidi yaparak, onları binadan çıkarır.Tam otoparkta iken Moruk gelecek ve O'nun aslında John olmadığını anlayıp silahla ateş edecektir. Bu olaydan sonra Sarah ve Kyle'da gerçeği görecek ve Genisys isimli programın başlatılmasını iptal etmek için kaçmaya ve plan yapmaya başlayacaklardır. Sarah'ın gizli silah deposunun olduğu yere giderler ve burada silahları ayarlarken peşlerinden gelen John ile kıyasıya bir mücadele içine girecekler ve ne yapsalar da öldüremedikleri John'un bu yeni halinden kaçmayı başaracaklardır.  Bu mücadele sırasında John'un mıknatıstan etkilendiğini öğrenmişlerdir ve mıknatısı kullanarak bir çok kez kendilerini kurtarmışlardır. <br>Genisys programı bütün insanların makinelerini yönetebilecek özel bir programdır ve başlatılmasına saatler kala, programın bağlı olduğu merkeze giderler ve buraya bombalar yerleştirerek tamamen yok edilmesini sağlamaya çalışacaklardır.Ancak peşlerinden John'da gelmiştir ve burada Moruk ile kıyasıya bir mücadele içine girerler. Sonrasında Moruk, John'u elindeki mıknatıslı araç ile tutarak John'un oluşturduğu zaman makinesinin içine kendisi ile birlikte hapseder.Ve dışarıda Kyle, zaman makinesini çalıştırınca, zaman makinesinin organik olmayan yapıları yok edici özelliği olmasından dolayı, çalışan makine içeride John'u yok edecek, John ile mücadele ederken Moruk'un bedeninin üst kısmı kopacak ve dışarıya fırlayıp, sıvı metal terminatör modelini oluşturmak için hazırladıkları alana düşecektir. <br>Buraya düşen Moruk'un parçasından dönüşmüş olarak, sıvı metal hali ile yeniden canlanacak ve John ise makinenin içinde yok olacaktır.  Sonrasında Genisys programı başlamadan binaları tamamen patlatacaklar ve Skynet, amacına ulaşamadan yok olacaktır. Ardından Moruk, Sarah ve Kyle, Skynet'in artık yok olduğunu düşünerek özgürlüklerinin tadını çıkarmaya başlayacaklardır. Böylelikle film son bulur.</p>"

	}

	,

	{
		"FilmAdi": "Dark Fate",
		"FilmTarihi": "1 Kasım 2019",
		"KapakFotoURL": "https://raw.githubusercontent.com/Ardadrts/h5170028finalmobil/master/img/kapakk6.jpg",
		"LogoURL": "https://raw.githubusercontent.com/Ardadrts/h5170028finalmobil/master/img/logoo6.jpg",
		"Oyuncular": "Arnold Schwarzenegger, Edward Furlong, Linda Hamilton, Mackenzie Davis  ",
		"Aciklama": "<p>Dani, babası ve kardeşi ile birlikte Meksika'da yaşayan ve kardeşi ile aynı fabrika çalışan bir kadındır. Kardeşi ile işe gittiği sırada, henüz daha gelecekten yeni gelmiş olan terminatör ve koruyucu asker, Dani'yi aramaya başlayacaklardır. Dani'yi yok etmek için gelen terminatör erkek görünümünde, üstün özellikleri bulunan, aynı zamanda bölünebilen, dokunduğu şeylerin şeklini alabilen v.b. bir çok özelliği bulunan Rev-9 isimli bir terminatördür.Koruyucu olarak gelen ise, insan ile robot karışımı olarak tasarlanmış, geliştirilmiş insan modeli olarak adlandırılan süper bir asker kadındır. Dani, fabrikada iken evine gelen Rev-9, babasından yerini öğrenecek ve fabrikaya babası kılığında gidecektir. <br>Ancak Grace isimli koruyucu askerde fabrikaya gelmiş olacak ve Dani'yi, Rev-9 öldürmek üzere iken kurtarıp kaçıracaktır.Neler olduğunu anlayamayan Dani, Grace ve kardeşi Miguel ile bir arabaya binerek kaçmaya çalışacaklar, peşlerine kamyon ile takılan Rev-9 ile aralarında aksiyon dolu bir kovalamaca yaşanacak, bu sırada bir kaza olacak ve Dani'nin kardeşi Miguel bu kazada hayatını kaybedecektir. Ve kendi içinde bölünebilme ve iki terminatör olarak saldırmak gibi özellikleri bulunan Rev-9'a karşı Dani ve Grace'in savunmasız kaldıkları bir sırada olay yerine Sarah Connor gelecek ve elindeki yüksek darbe özellikli silahlar ile Rev-9'u geçici olarak etkisiz hale getirecektir.  Grace, Sarah Connor'u tanımamaktadır ve Sarah, Rev-9'u yok etmeye çalışırken Grace, Dani'yi da alarak Sarah'ın arabası ile kaçacaklardır. Kaçtıkları sırada Grace, kriz geçirmeye başlayacak ve biran önce kullanması gerektiği ilaçlarına ihtiyacının olduğunu söyleyecektir. Bunun üzerine bir eczaneye gidip güçlendirilmiş yapısına uygun ilaçları alacaktır ancak kriz sebebi ile eczanede bayılacaktır. Bu baygınlık sırasında Sarah Connor, yanlarına gelecek ve Dani ile baygın olan Grace'i alarak güvenli bir yere götürecektir.Grace, kendine geldikten sonra Sarah ile tanışacak ve Sarah, yeni direnişçi liderinin Dani'nın doğurduğu çocuk olduğunu düşünecektir, ancak sonrasında aslında liderin Dani olduğunu anlayacaktır.Aslında Grace'i gelecekten Dani göndermiştir ve gelecekte Grace ile tanışmaktadırlar. <br>Ve Grace'in geçmişe geldiğinde yardım gerektiğinde gitmesi gereken bir adres vardır ve bu adres Sarah'a uzun zamandır koordinatlar veren mesajlar göndermektedir.Grace ve Dani'yi bu adresten gelen mesajlar sayesinde bulmuştur ve bu rastlantıyı tuhaf bularak Teksas'da ki bu adrese gitmeye karar vereceklerdir. Yasa dışı yollardan Teksas'a geçmeleri gerekecek ancak peşlerindeki Rev-9, telekomünikasyon sistemlerine sızıp onların yerini bularak polislere ihbar edecek ve hepsi polisler tarafından tutuklanacaktır. Tutsak alındıkları sırada Rev-9'un saldırılarına uğrayacaklar ve bu saldırıda Grace, yaralanacaktır. Sonrasında göçmen merkezine giden Rev-9, burada Dani'yi öldürmeye çalışacak ancak baygın halden kendine gelen Grace, Dani'yi kurtarmayı başaracak ve Sarah'ı da alıp helikopterle Teksas'a gideceklerdir. Burada Sarah'ın oğlunu öldüren terminatör modeli ile karşılaşacaklar ve O'nun insan bilincine sahip olmuş ve aile kurmuş bir hayatı olduğunu göreceklerdir. İsmi Carl olan bu terminatör, Skynet yok olduktan sonra özgürleşmiştir ve Sarah'a karşı John'u öldürdüğü için borçlu olduğunu düşünmektedir.Bunun üzerine hep birlikte Rev-9'a karşı mücadele etmeye karar verecekler, O'na tuzak kurmaya çalışacaklar, Sarah'ın asker bir dostundan elektro manyetik darbe silahı alacaklar ve bir uçak ile kaçarak Rev-9'u yok etmeyi düşündükleri yere gideceklerdir.Ancak planları gerçekleşmeyecek, EMD silahı zarar görecek, bu sırada başka bir uçakla gelmiş olan Rev-9, havada onlara çarpacak ve aksiyon dolu bir mücadele yaşanacaktır.Sonrasında yere düşen uçakların içinden hepsi sağ olarak kurtulup bir fabrikanın içine girmeyi başaracaklar ve bu fabrikadaki dev bir çarkın içine sokmayı başardıkları Rev-9, kısmen yok olacak ancak bu sırada Grace, Rev-9'un tamamen yok edilmesi için kendi güç kaynağının Rev-9 üzerinde patlatılmasını isteyecektir.<br> Ölmek üzere olan Grace'den güç kaynağını alan Dani, kendisine saldıran Rev-9'a güç kaynağını yerleştirmeye çalışacak, bunu başaramayınca tamamen kapanmış bir şekilde yerde duran Carl, uyanacak ve Dani ile birlikte Rev-9'a güç kaynağını yerleştirerek yok etmeyi başaracaklardır. Bu olay sonrasında Carl'da yok olacak ve Sarah ile Dani, Grace'in çocuk halini görmeye gitmelerinden sonra film son bulacaktır. </p> "

	}

]
